<?php
declare(strict_types=1);

return [
    [
        'title' => 'Общество',
        'items' => [
            [
                'title' => 'Городская жизнь',
                'items' => [],
            ],
            [
                'title' => 'Выборы',
                'items' => [],
            ],
        ],
    ],
    [
        'title' => 'День города',
        'items' => [
            [
                'title' => 'Салюты',
                'items' => [],
            ],
            [
                'title' => 'Детская площадка',
                'items' => [
                    [
                        'title' => 'Детская площадка: 0-3 года',
                        'items' => [],
                    ],
                    [
                        'title' => 'Детская площадка: 3-7 лет',
                        'items' => [],
                    ],
                ],
            ],
        ],
    ],
    [
        'title' => 'Спорт',
        'items' => [
            [
                'title' => 'Летние виды спорта',
                'items' => [
                    [
                        'title' => 'Велоспорт',
                        'items' => [],
                    ],
                    [
                        'title' => 'Городки',
                        'items' => [],
                    ],
                    [
                        'title' => 'Метание копья',
                        'items' => [],
                    ],
                ],
            ],
            [
                'title' => 'Зимние виды спорта',
                'items' => [
                    [
                        'title' => 'Лыжный спорт',
                        'items' => [
                            [
                                'title' => 'Прыжки с трамплина на лыжах',
                                'items' => [],
                            ],
                            [
                                'title' => 'Биатлон',
                                'items' => [
                                    [
                                        'title' => 'Биатлон 5 км',
                                        'items' => [],
                                    ],
                                    [
                                        'title' => 'Биатлон 10 км',
                                        'items' => [],
                                    ],
                                    [
                                        'title' => 'Биатлон 15 км',
                                        'items' => [],
                                    ],

                                ],
                            ],
                            [
                                'title' => 'Забег на лыжах 5 км',
                                'items' => [],
                            ],
                            [
                                'title' => 'Забег на лыжах 10 км',
                                'items' => [],
                            ],
                            [
                                'title' => 'Забег на лыжах 15 км',
                                'items' => [],
                            ],
                        ],
                    ],
                    [
                        'title' => 'Городки',
                        'items' => [],
                    ],
                    [
                        'title' => 'Метание копья',
                        'items' => [],
                    ],
                ],
            ],
        ],
    ],
    [
        'title' => 'Политика',
        'items' => [
            [
                'title' => 'США',
                'items' => [
                    [
                        'title' => 'Выборы',
                        'items' => [
                            [
                                'title' => 'Коррупция',
                                'items' => [
                                    [
                                        'title' => 'Администрация Президента',
                                        'items' => [
                                            [
                                                'title' => 'Скандал с Обамой',
                                                'items' => [],
                                            ],
                                        ],
                                    ],
                                ],
                            ],
                        ],
                    ],
                ],
            ],
        ],
    ],
];
